[
    {
        "id": "fool",
        "name": "Шут",
        "arcana": "major",
        "number": 0,
        "suit": null,
        "imageUrl": "https://example.com/cards/fool.jpg",
        "themes": [
            "новое начало",
            "наивность",
            "свобода",
            "вдохновение"
        ],
        "psychological_triggers": [
            "страх неизвестности",
            "желание быть собой",
            "импульсивность",
            "жажда приключений"
        ],
        "metaphors": [
            "шаг с обрыва с закрытыми глазами",
            "прыжок веры",
            "ребёнок перед открытым миром",
            "песня, звучащая впервые"
        ],
        "upright": {
            "keywords": [
                "начало",
                "возможность",
                "риск",
                "доверие"
            ],
            "meaning": "Карта символизирует начало нового пути, полное возможностей и свежих идей. Это момент, когда стоит отбросить сомнения и последовать за зовом сердца.",
            "advice": "Не бойся идти туда, где ещё не был. Сейчас лучше сделать шаг вперёд, чем остаться на месте.",
            "emotionalTone": {
                "morning": "Ты просыпаешься с чувством, что всё возможно. Это день, когда стоит рискнуть.",
                "day": "В течение дня могут появиться неожиданные возможности — будь открыт к ним.",
                "evening": "Вечер зовёт к мечтам. Позволь себе быть легкомысленным.",
                "night": "Ночь — идеальное время отпустить контроль и довериться потоку жизни."
            },
            "love": "В любви — это карта нового романа или лёгкости. Доверься чувствам, даже если всё кажется непредсказуемым.",
            "career": "В работе — это шанс попробовать новое. Может быть риск, но и большой потенциал.",
            "warning": "Не слепо бросайся в омут. Следуй интуиции, но помни о последствиях.",
            "affirmations": {
                "male": [
                    "Я готов к новому, и это мой выбор.",
                    "Я позволяю себе ошибаться и учиться.",
                    "Я смел в своём пути.",
                    "Моя душа жаждет приключений — и я иду за ней."
                ],
                "female": [
                    "Я следую за голосом сердца, даже если путь неизвестен.",
                    "Моё любопытство — мой компас.",
                    "Я доверяю миру и себе.",
                    "Каждый шаг — возможность раскрыться по-новому."
                ]
            }
        },
        "reversed": {
            "keywords": [
                "беспечность",
                "заблуждение",
                "нерешительность",
                "неготовность"
            ],
            "meaning": "В перевёрнутом положении Шут указывает на поспешные или неосознанные решения, которые могут привести к хаосу.",
            "advice": "Прежде чем сделать шаг — подумай. Возможно, ты упускаешь важные сигналы.",
            "emotionalTone": {
                "morning": "Ты можешь проснуться в сомнениях. Постарайся не поддаваться страху ошибиться.",
                "day": "Сегодня легко потеряться в хаосе дел. Постарайся быть внимательным.",
                "evening": "Ты можешь чувствовать усталость от собственной нерешительности. Разреши себе паузу.",
                "night": "Ночь может принести тревожные мысли — отпусти их и доверься завтрашнему дню."
            },
            "love": "В отношениях это может быть предупреждение — не прыгай с головой в неясное чувство.",
            "career": "Остерегайся необдуманных проектов. Сейчас не время для риска.",
            "warning": "Ты можешь игнорировать важные детали. Проверь всё ещё раз.",
            "affirmations": {
                "male": [
                    "Я действую не спеша и с пониманием.",
                    "Я вношу ясность в свои намерения.",
                    "Я не боюсь пересмотреть свои решения.",
                    "Моя интуиция — мой ориентир."
                ],
                "female": [
                    "Я достойна осознанных шагов.",
                    "Я позволяю себе делать паузы и думать.",
                    "Мои действия наполнены смыслом.",
                    "Я слушаю себя, прежде чем действовать."
                ]
            }
        },
        "ageSpecificMeanings": {
            "under_18": "Ты стоишь в начале жизненного пути — позволь себе искать, пробовать и ошибаться.",
            "18_25": "Этот этап — время экспериментов. Доверься себе и не бойся странных маршрутов.",
            "26_35": "Ты можешь чувствовать тягу к переменам. Это не блажь — это внутренний зов.",
            "36_45": "Тебе может казаться, что поздно начинать сначала. Но Шут говорит — никогда не поздно.",
            "46_60": "Возможно, жизнь зовёт тебя туда, где ты ещё не был. Почему бы не рискнуть?",
            "60_plus": "Ты многое прошёл(а), но впереди могут быть открытия. Не ставь точку — только запятую."
        },
        "genderHints": {
            "male": [
                "Ты можешь позволить себе быть свободным — даже если это пугает.",
                "Мужчине не обязательно быть серьёзным всегда. Сейчас время быть собой."
            ],
            "female": [
                "Ты вправе идти своим путём — даже если он нелогичен.",
                "Не бойся показаться легкомысленной. Это твоя свобода."
            ]
        },
        "seasonalHint": {
            "spring": "Как весна раскрывает почки — так и ты готов(а) раскрыться миру.",
            "summer": "Солнце зовёт играть — рискни и выйди за рамки.",
            "autumn": "Сбрось старые листья сомнений. Начни с нуля.",
            "winter": "Даже в тишине зимы можно услышать зов новой жизни."
        }
    },
    {
        "id": "magician",
        "name": "Маг",
        "arcana": "major",
        "number": 1,
        "suit": null,
        "imageUrl": "https://example.com/cards/magician.jpg",
        "themes": [
            "самореализация",
            "сила воли",
            "фокус",
            "проявление желаемого"
        ],
        "psychological_triggers": [
            "желание контроля",
            "потребность быть признанным",
            "страх быть неэффективным",
            "амбиции"
        ],
        "metaphors": [
            "волшебник за алтарём",
            "дирижёр с невидимым оркестром",
            "искра, запускающая механизм",
            "алхимик в момент трансформации"
        ],
        "upright": {
            "keywords": [
                "влияние",
                "инициатива",
                "мастерство",
                "концентрация"
            ],
            "meaning": "Маг указывает на внутреннюю силу и способность проявлять задуманное в реальность. У тебя есть все ресурсы, чтобы начать.",
            "advice": "Используй свои знания, уверенность и намерение, чтобы воплотить задуманное. Действуй решительно.",
            "emotionalTone": {
                "morning": "Ты просыпаешься с ощущением силы. Сегодня ты можешь управлять ходом событий.",
                "day": "Это день ясных решений и точных действий. Используй энергию с умом.",
                "evening": "Подводи итоги — ты многое смог(ла).",
                "night": "Размышляй о своих возможностях. Завтра — поле для воплощения идей."
            },
            "love": "Ты способен(на) притянуть нужные отношения или углубить существующие. Действуй с уверенностью.",
            "career": "Идеальный момент взять на себя ответственность. Ты способен(на) вдохновить других и показать результат.",
            "warning": "Избегай манипуляций или игры на публику. Истинная сила — в искренности.",
            "affirmations": {
                "male": [
                    "Я управляю энергией своей жизни.",
                    "Я создаю реальность своими действиями.",
                    "Мои намерения сильны и чисты.",
                    "Я мастер своей судьбы."
                ],
                "female": [
                    "Моя сила — в моём знании и уверенности.",
                    "Я соединяю желание и действие.",
                    "Я достойна творить и влиять.",
                    "Я воплощаю замыслы с любовью и силой."
                ]
            }
        },
        "reversed": {
            "keywords": [
                "манипуляция",
                "утрата фокуса",
                "обман",
                "нерешительность"
            ],
            "meaning": "Перевёрнутый Маг может говорить о потере контроля, иллюзии влияния или использовании силы во вред.",
            "advice": "Проверь свои намерения. Действуй только из искренности и ясности.",
            "emotionalTone": {
                "morning": "Ты можешь чувствовать тревогу. Найди опору внутри.",
                "day": "Не распыляйся. Сконцентрируйся на главном.",
                "evening": "Осмысли, были ли твои действия честны перед собой и другими.",
                "night": "Переосмысли мотивы. Завтра ты можешь начать с другого места."
            },
            "love": "Осторожно с обольщением и манипуляцией. Будь честен(на) с партнёром.",
            "career": "Избегай поспешных обещаний. Проверь, не обманываешь ли сам(а) себя.",
            "warning": "Твоя сила может работать против тебя, если ты неосознан(а).",
            "affirmations": {
                "male": [
                    "Я выбираю путь честности и ясности.",
                    "Я направляю силу во благо.",
                    "Я осознаю свои действия.",
                    "Я не манипулирую — я творю."
                ],
                "female": [
                    "Я действую с уважением к себе и другим.",
                    "Моя магия — это искренность.",
                    "Я замечаю, когда сбиваюсь с пути.",
                    "Я сильна в осознанности."
                ]
            }
        },
        "ageSpecificMeanings": {
            "under_18": "Ты можешь всё, если веришь в себя и направляешь усилия.",
            "18_25": "Ты формируешь свои навыки и стиль. Действуй смело.",
            "26_35": "Ты можешь реализовать многое — главное не терять фокус.",
            "36_45": "Ты в расцвете силы. Сейчас важно верно направить её.",
            "46_60": "Твоя мудрость — это твоя сила. Не забывай об этом.",
            "60_plus": "Ты умеешь соединять опыт и вдохновение — используй это."
        },
        "genderHints": {
            "male": [
                "Ты не только силён, ты — творец.",
                "Влияние не в контроле, а в ясности намерения."
            ],
            "female": [
                "Ты можешь проявить свою силу, не теряя мягкости.",
                "Ты способна влиять, не повышая голос."
            ]
        },
        "seasonalHint": {
            "spring": "Сейчас время начинать. Твои идеи готовы прорасти.",
            "summer": "Действуй уверенно — твоя энергия на пике.",
            "autumn": "Собери силу воедино и воплоти то, что давно зрело.",
            "winter": "В тишине рождаются великие идеи. Твоя — среди них."
        }
    },
    {
        "id": "high_priestess",
        "name": "Верховная Жрица",
        "arcana": "major",
        "number": 2,
        "suit": null,
        "imageUrl": "https://example.com/cards/high_priestess.jpg",
        "themes": [
            "интуиция",
            "тайна",
            "молчание",
            "внутреннее знание"
        ],
        "psychological_triggers": [
            "страх перед неизвестным",
            "необходимость доверять себе",
            "влечение к загадочному",
            "поиск истины"
        ],
        "metaphors": [
            "лунный свет на спокойной воде",
            "запечатанная книга",
            "тишина перед откровением",
            "занавес, скрывающий истину"
        ],
        "upright": {
            "keywords": [
                "интуиция",
                "молчание",
                "мудрость",
                "внутренний мир"
            ],
            "meaning": "Жрица зовёт внутрь. Ответы уже есть — но не снаружи. Это время тишины, чувств и глубинного понимания.",
            "advice": "Прислушайся к себе. Не торопись действовать — пока не услышишь внутренний голос.",
            "emotionalTone": {
                "morning": "Ты просыпаешься с лёгкой завесой тишины внутри. День требует внимания к себе.",
                "day": "Сегодня лучше наблюдать, чем говорить. Интуиция поможет больше, чем логика.",
                "evening": "Пора отпустить внешнее и настроиться на своё сердце.",
                "night": "Ночь — проводник к тайнам души. Не отталкивай свои сны и ощущения."
            },
            "love": "В отношениях может настать пауза. Но тишина говорит — слушай глубже.",
            "career": "Проанализируй происходящее. Решения придут не сразу, но будут точны.",
            "warning": "Не пытайся ускорить путь. Некоторые истины раскрываются лишь во времени.",
            "affirmations": {
                "male": [
                    "Я доверяю своей глубинной мудрости.",
                    "Я не спешу — я чувствую.",
                    "Я принимаю тишину как источник силы.",
                    "Моя интуиция ведёт меня верно."
                ],
                "female": [
                    "Я слушаю голос своей души.",
                    "Моя тишина — моё знание.",
                    "Я соединена с внутренней истиной.",
                    "Я сильна в своём спокойствии."
                ]
            }
        },
        "reversed": {
            "keywords": [
                "отрицание интуиции",
                "иллюзии",
                "внутренние блоки",
                "замкнутость"
            ],
            "meaning": "В перевёрнутом виде Жрица говорит о страхе услышать правду. Возможно, ты отталкиваешь собственные чувства.",
            "advice": "Перестань глушить внутренний голос. Ищи покой, а не шум. Истина рядом.",
            "emotionalTone": {
                "morning": "Ты можешь проснуться с беспокойством. Постарайся не убегать от него.",
                "day": "Мир может казаться неясным — но это повод замедлиться, а не паниковать.",
                "evening": "Ты можешь ощущать внутреннюю закрытость. Это сигнал заглянуть внутрь.",
                "night": "Пусть ночь поможет тебе отпустить напряжение. Истина не уходит, она ждёт."
            },
            "love": "Ты можешь не понимать, что происходит в отношениях. Но правда уже чувствуется — доверься ей.",
            "career": "Интуитивные сигналы игнорируются — и это мешает. Пора остановиться и переосмыслить.",
            "warning": "Ложь себе мешает больше, чем ложь другим.",
            "affirmations": {
                "male": [
                    "Я не боюсь услышать свою правду.",
                    "Я позволяю себе чувствовать.",
                    "Я сбрасываю маски, даже если страшно.",
                    "Моё сердце знает путь."
                ],
                "female": [
                    "Я возвращаюсь к себе, даже если ушла далеко.",
                    "Моя интуиция — не слабость, а сила.",
                    "Я чувствую, что готова узнать истину.",
                    "Мои эмоции — это не враг, а проводник."
                ]
            }
        },
        "ageSpecificMeanings": {
            "under_18": "Слушай себя, даже если взрослые говорят иначе. У тебя уже есть понимание.",
            "18_25": "Мир кричит, но ты не обязан(а) кричать в ответ. Внутри — твоя правда.",
            "26_35": "Ты многое чувствуешь — не подавляй это. Это ресурс, а не слабость.",
            "36_45": "Сейчас время свериться с собой, а не с внешним миром.",
            "46_60": "Ты знаешь больше, чем думаешь. Прислушайся.",
            "60_plus": "Твоя мудрость — как колодец. Не забывай зачерпнуть из него."
        },
        "genderHints": {
            "male": [
                "Сила не всегда в действии. Она — в знании момента молчать.",
                "Ты имеешь право не знать всего. Доверься себе."
            ],
            "female": [
                "Ты можешь быть тихой и сильной одновременно.",
                "Внутренний голос — это не каприз. Это руководство."
            ]
        },
        "seasonalHint": {
            "spring": "В глубинах прорастают важные чувства. Не торопи рост.",
            "summer": "Жара зовёт к действию, но истина — в тени и тишине.",
            "autumn": "Время сбросить маски и остаться с собой.",
            "winter": "Покой зимы помогает услышать важное. Не бойся остановки."
        }
    }
]